{
  "Navbar": {
    "services": "Services",
    "useCases": "Use Cases",
    "tech": "Technology & Products",
    "about": "About",
    "bookHere": "Book a Free Call",
    "bookUrl": "mailto: call@ixilabs.com"
  },
  "HeroSection": {
    "title": "We Provide Greater Security & Reliability at Reduced Costs",
    "subtitle": "Our solutions can significantly reduce infrastructure costs, while improving security, reliability and accessibility.",
    "button": "Learn How You can Benefit"
  },
  "OurMission": {
    "title": "Our <blue>Mission</blue>",
    "subtitle": "At IXI Labs, we’re solving critical problems by redefining how authorisation and secure communications are managed in the digital world. We specialise in <blue>creating solutions</blue> where <blue>cryptography</blue> and <blue>user sovereignty</blue> are at the core.",
    "info1": {
      "title": "Over 100M*",
      "subtitle": "Messages Encrypted and Delivered",
      "body": "Our solutions are running 24/7 on our decentralised, open-source network. Currently distributed and encrypted across 200+ nodes worldwide.",
      "footnote": "* Estimate extrapolated from push notification metrics"
    },
    "info2": {
      "title": "Over 18.8K",
      "subtitle": "Users Benefiting From IXI Security",
      "body": "Our solutions, projects and products are loved and trusted by thousands of users globally."
    },
    "info3": {
      "title": "8 <small>years</small>",
      "subtitle": "of Development",
      "body": "Backed by 20 years of research in the fields of cryptography, distributed networks, highly scalable systems and data structures. With 8 years of active development, we continue to build secure and encrypted solutions for the market needs."
    }
  },
  "CuttingEdgeSection": {
    "title": "Let’s find out how we can help you improve your business.",
    "bookHere": "Book a Free Call",
    "bookUrl": "mailto: call@ixilabs.com"
  },
  "SolvingTheProblem": {
    "title": "Solving Your <blue>Challenges</blue>",
    "subtitle": "In today’s digital landscape, the foundation of online identity, security and communication is fundamentally flawed.",
    "accordion1": {
      "title": "Security as a foundation, not an after-thought",
      "subtitle": "Security aspects of an application or a service come as an after-thought most of the times. They are too often sacrificed for other functionality due to tight deadlines and small budgets. IXI Labs designs all products with necessary security principles from the start.",
      "subtitle2": "We use the same cryptographic and other security methods as used in our decentralised platform, currently relied on by tens of thousands of users for secure communication and transferring value in the form of tokens."
    },
    "accordion2": {
      "title": "Increased Reliability",
      "subtitle": "Our platform is provably decentralised and distributed, as such it operates without a single point of failure. In addition it boasts up to 100% uptime."
    },
    "accordion3": {
      "title": "Reduced Costs & Complexity",
      "subtitle": "Your engineering teams won't require highly specialised security and network communication experts. We provide the necessary expertise and infrastructure, so you can focus on building the functionality which sets your service or product apart from the competition.",
      "subtitle2": "Because the infrastructure is decentralised and largely handled by the community, the cost of DevOps, SysOps and general maintenance decreases."
    }
  },
  "OurServices": {
    "smallTitle": "WHAT WE SPECIALISE IN",
    "title": "Fullstack Encryption and Distributed Compute",
    "subtitle": "At IXI Labs, we’re solving critical problems of the new digital world by redefining how <blue>identity, security</blue> and <blue>communications</blue> are managed. We develop software and firmware solutions where <blue>cryptography, maximum availability</blue> and user <blue>sovereignty</blue> are at the core.",
    "cards": {
      "card1": {
        "title": "Public Key as Identity",
        "subtitle": "Removing the need for usernames, third-party trust, or arbitrary identifiers. All metadata (names, IPs, etc.) is linked directly to your public key, ensuring a more reliable and secure identity."
      },
      "card2": {
        "title": "Device Self-Sovereignty",
        "subtitle": "Each device acts as a self-contained unit. This way your service doesn’t need to rely on internet connectivity or other servers for providing critical functionality to the users."
      },
      "card3": {
        "title": "Secure Communication Protocols",
        "subtitle": "Our solutions enable secure device discovery and communications out-of-the-box, while our cryptographic methods ensure that your data remains secure, regardless of the underlying transport layer."
      }
    }
  },
  "UseCases": {
    "smallTitle": "USE CASES",
    "title": "When advanced encryption, scalability and low cost solution is required.",
    "cards": {
      "readMore": "Read more",
      "card1": {
        "title": "Access Management",
        "subtitle": "Access controls and management. Bridging technologies for a secure environment."
      },
      "card2": {
        "title": "Device Connectivity",
        "subtitle": "User-to-user, user-to-device, device-to-device and the secure way to operate in the IoT world."
      },
      "card3": {
        "title": "Communications",
        "subtitle": "Trustless communication platform keeping our world securely connected for decades to come."
      }
    }
  },
  "LatestProjects": {
    "smallTitle": "TECHNOLOGY & PRODUCTS",
    "title": "Our Latest Projects",
    "cards": {
      "card1": {
        "title": "Spixi Private Chat",
        "subtitle": "Spixi is an encrypted peer-to-peer communications app with exclusive features and reduced operational costs.",
        "additional": "Visit Spixi Website",
        "url": "https://www.spixi.io"
      },
      "card2": {
        "title": "Ixian Distributed Ledger",
        "subtitle": "Distributed Ledger Technology with a high performing and robust blockchain network.",
        "additional": "Visit Ixian Website",
        "url": "https://www.ixian.io"
      },
      "card3": {
        "title": "IXI Names",
        "subtitle": "Naming service powered by the Ixian platform. Secured by blockchain and expanding on the functionality of the traditional naming services.",
        "additional": "Coming Soon",
        "url": "https://www.ixinames.com"
      }
    }
  },
  "BuildFloater": {
    "title": "Let’s build your project together.",
    "bookCall": "Book a Free Call",
    "bookUrl": "mailto: call@ixilabs.com"
  },
  "Footer": {
    "title": "Pioneering Decentralised Technologies",
    "copyright": "© {year} IXI Labs. All rights reserved.",
    "contact": {
      "slo": {
        "company": "IXI Labs d.o.o.",
        "street": "Zaloška cesta 160C",
        "city": "1260 Ljubljana-Polje",
        "country": "Slovenija"
      },
      "eng": {
        "company": "IXI Labs LTD",
        "street": "Suite 99 Milton Keynes Business Centre",
        "city": "Foxhunter Drive, Milton Keynes",
        "country": "United Kingdom"
      }
    }
  }
}





